tap "homebrew/bundle"
tap "homebrew/services"
tap "masaushi/tap"
tap "owenthereal/upterm"
tap "romkatv/powerlevel10k"
brew "act"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cloc"
brew "gmp"
brew "coreutils"
brew "curl"
brew "docutils"
brew "fish"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "make"
brew "mise"
brew "mysql@8.0", restart_service: :changed
brew "neovim"
brew "node"
brew "nodenv"
brew "python@3.11"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "yarn"
brew "zellij"
brew "masaushi/tap/ecsplorer"
brew "owenthereal/upterm/upterm"
cask "beekeeper-studio"
cask "bruno"
cask "font-hack-nerd-font"
cask "neovide"
cask "phantomjs"
cask "raycast"
cask "session-manager-plugin"
cask "shortcat"
cask "stats"
cask "visual-studio-code"
cask "wezterm"
vscode "aaron-bond.better-comments"
vscode "aliariff.vscode-erb-beautify"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "keifererikson.nightfox"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mvllow.rose-pine"
vscode "oderwat.indent-rainbow"
vscode "shopify.ruby-lsp"
vscode "tompollak.lazygit-vscode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wesbos.theme-cobalt2"
